# include<utils.h>
void Print_Help(){
    printf("%s\n","Roll      掷骰子命令。行走1~6步，步数由随机算法产生");
    printf("%s\n","Robot     使用该道具，可清扫前方路面上10步内的任何其他道具，如炸弹、路障");
    printf("%s\n","Query     显示自家资产");
    printf("%s\n","Help      查看命令帮助");
    printf("%s\n","Quit      强制退出");
    printf("%s\n","Sell  n   轮到玩家时，可出售自己的任意房产，出售价格为投资Tn为房产在地图上的绝对位置总成本的2倍。");
    printf("%s\n","Block n   玩家可将路障放置到离当前位置前后10步的任何位置，表任一玩家经过路障，将被拦截。该道具一次有效，n为前后的相对距离，负数表示后方");
    printf("%s\n","Bomb  n   玩家可将炸弹放置到离当前位置前后10步的任何位置，n为前后的相对距离，负数表任一玩家经过该位置，将被炸伤，送往医院，住院三天。负数示后方");
    printf("%s\n","Step  n   遥控骰子，n为指定的步数");

}